Repository: mazba/ham
Catalog: src/Locale/*/default.po
Languages: bn_bd

source: Dashboard
bn_bd: ড্যাশবোর্ড

source: Welcome
bn_bd: স্বাগতম

source: Name English
bn_bd: নাম (ইংরেজি)

source: Name Bangla
bn_bd: নাম (বাংলা)

source: The office building has been saved.
bn_bd: অফিসের ভবন তৈরি সম্পন্ন হয়েছে

source: The office building could not be saved. Please, try again.
bn_bd: অফিসের ভবন তৈরি সম্পন্ন হয়নি

source: The office building has been updated.
bn_bd: অফিসের ভবন সফলভাবে সম্পাদন করা হয়েছে

source: The office building could not be updated. Please, try again.
bn_bd: অফিসের ভবন সম্পাদনা সম্পন্ন হয়নি

source: The office level has been saved.
bn_bd: অফিস লেভেল তৈরি সম্পন্ন হয়েছে

source: The office level could not be saved. Please, try again.
bn_bd: অফিস লেভেল তৈরি সম্পন্ন হয়নি

source: The office level has been updated.
bn_bd: অফিস লেভেলের তথ্যটি সফলভাবে হালনাগাদ করা হয়েছে

source: The office level could not be updated. Please, try again.
bn_bd: অফিস লেভেলের তথ্যটি হালনাগাদ করা সম্ভব হয়নি
